Repository: MirabileDating/Dating
Catalog: i18n/*/LC_MESSAGES/messages.po
Languages: ar_eg, de_de, es_es, fi_fi, fr_fr, ja_jp, ru_ru, sv_se, tl_ph

source: Retrieve it now
ar_eg: استرداد عليه الآن
de_de: Rufen Sie nun
es_es: Recuperar ahora
fi_fi: Hae nyt
fr_fr: Récupérez-le maintenant
ja_jp: 今それを取得します。
ru_ru: Получить его сейчас
sv_se: Hämta det nu
tl_ph: Kunin ito ngayon

source: Login to find someone!. If you do not already have an account you can register for one. Once you have registered you can come back here and login.
ar_eg: الدخول للعثور على شخص! إذا لم يكن لديك بالفعل حساب يمكنك تسجيل لأحد. بمجرد تسجيلك يمكنك أن تأتي إلى هنا وتسجيل الدخول.
de_de: Melde dich an, um jemanden zu finden !. Wenn Sie nicht bereits ein Konto haben können Sie für einen zu registrieren. Sobald Sie registriert sind, können Sie sich hier wieder zu kommen und sich anzumelden.
es_es: Inicia sesión para encontrar a alguien !. Si aún no tienes una cuenta, puede registrarse para una. Una vez registrado puedes volver aquí e inicie sesión.
fi_fi: Kirjaudu löytää joku !. Jos sinulla ei vielä ole tiliä, voit rekisteröityä yhden. Kun olet rekisteröitynyt, voit tulla takaisin tänne ja kirjaudu.
fr_fr: Connectez-vous pour trouver quelqu'un !. Si vous ne possédez pas déjà un compte, vous pouvez vous inscrire à l'un. Une fois que vous êtes inscrit, vous pouvez revenir ici et connectez-vous.
ja_jp: 誰かを見つけるためにログイン！すでにアカウントをお持ちでない場合は、1に登録することができます。あなたが登録した後、あなたはここに戻ってきて、ログインすることができます。
ru_ru: Вход чтобы найти кого-!. Если вы еще не имеете учетной записи вы можете зарегистрироваться на один. После того как вы зарегистрировались, вы можете вернуться сюда и войти в систему.
sv_se: Logga in för att hitta någon !. Om du inte redan har ett konto kan du anmäla dig till en. När du har registrerat dig kan komma tillbaka hit och logga in.
tl_ph: Mag-login sa mahanap ang isang tao !. Kung hindi mo ay mayroon ng isang account maaari kang magrehistro para sa isa. Kapag kayo ay nakarehistro maaari kang bumalik dito at mag-login.

source: Onnea - connecting people
ar_eg: Onnea - ربط الناس
de_de: Onnea - verbindet Menschen
es_es: Onnea - conectar a las personas
fi_fi: Onnea - yhdistää ihmisiä
fr_fr: Onnea - relier les gens
ja_jp: Onnea - 接続の人々
sv_se: Onnea - förenar människor
tl_ph: Onnea - pagkonekta sa mga tao

source: Enter your email and password to login.
ar_eg: ادخل بريدك الإلكتروني وكلمة المرور للدخول.
de_de: Geben Sie einfach Ihre E-Mail und Passwort ein, um sich anzumelden.
es_es: Introduzca su email y contraseña para iniciar sesión.
fi_fi: Anna sähköpostiosoitteesi ja salasanasi.
fr_fr: Entrez votre e-mail et mot de passe pour vous connecter.
ja_jp: ログインするためにあなたのメールアドレスとパスワードを入力します。
ru_ru: Введите адрес электронной почты и пароль для входа.
sv_se: Fyll i din e-post och lösenord för att logga in.
tl_ph: Ipasok ang iyong email at password upang mag-login.

source: Remember me next time!
ar_eg: تذكرني في المرة القادمة!
de_de: Erinnere dich an mich beim nächsten Mal!
es_es: ¡Recuerdame la proxima vez!
fi_fi: Muista minut ensi kerralla!
fr_fr: Se souvenir de moi la prochaine fois!
ja_jp: 次回は私を覚えて！
ru_ru: Запомнить меня в следующий раз!
sv_se: Kom ihåg mig nästa gång!
tl_ph: Tandaan ako sa susunod na pagkakataon!

source: Forgot your password?
ar_eg: نسيت كلمة السر؟
de_de: Haben Sie Ihr Passwort vergessen?
es_es: ¿Olvidaste tu contraseña?
fi_fi: Unohditko salasanasi?
fr_fr: Mot de passe oublié?
ja_jp: パスワードをお忘れですか？
ru_ru: Забыли пароль?
sv_se: Glömt ditt lösenord?
tl_ph: Nakalimutan ang iyong password?

source: You have successfully updated your password.
ar_eg: لقد نجحت في تحديث كلمة السر الخاصة بك.
de_de: Sie haben Ihr Passwort vergessen aktualisiert.
es_es: Ha actualizado correctamente la contraseña.
fi_fi: Olet onnistuneesti päivittänyt salasanan.
fr_fr: Vous avez mis à jour votre mot de passe.
ja_jp: あなたのパスワードは正常に更新されました。
ru_ru: Вы успешно обновили свой пароль.
sv_se: Du har uppdaterat ditt lösenord.
tl_ph: Ikaw ay matagumpay na na-update ang iyong password.

source: New password too short or not accepted.
ar_eg: كلمة سر جديدة قصيرة جدا أو غير مقبولة.
de_de: Neues Passwort zu kurz oder nicht akzeptiert.
es_es: Nueva contraseña demasiado corta o no aceptado.
fi_fi: Uusi salasana liian lyhyt tai ei hyväksytä.
fr_fr: Nouveau mot de passe trop court ou non accepté.
ja_jp: 新しいパスワードが短すぎたり不可。
ru_ru: Новый пароль слишком короткий или не принимаются.
sv_se: Nytt lösenord för kort eller inte accepteras.
tl_ph: Bagong password masyadong maikli o hindi tinanggap.

source: Your old password does not match.
ar_eg: لا تطابق كلمة المرور القديمة.
de_de: Ihr altes Passwort nicht übereinstimmt.
es_es: Su antigua contraseña no coincide.
fi_fi: Vanha salasana ei täsmää.
fr_fr: Votre ancien mot de passe ne correspond pas.
ja_jp: 古いパスワードが一致しません。
ru_ru: Ваш старый пароль не совпадают.
sv_se: Din gamla lösenord stämmer inte.
tl_ph: Ang iyong lumang password ay hindi tumutugma.

source: Your password has been reset, You will recieve an E-mail with your new password shortly.
ar_eg: وقد تم إعادة تعيين كلمة المرور الخاصة بك، أنت ستستلم رسالة بالبريد الإلكتروني مع كلمة المرور الجديدة بعد قليل.
de_de: Ihr Passwort zurückgesetzt wurde, erhalten Sie eine E-Mail mit Ihrem neuen Passwort in Kürze zu empfangen.
es_es: Su contraseña se ha restablecido, Recibirás un correo electrónico con su nueva contraseña.
fi_fi: Salasanasi on palautettu, Voit vastaanottaa Sähköposti uudella salasanallasi pian.
fr_fr: Votre mot de passe a été réinitialisé, vous recevrez un e-mail avec votre nouveau mot de passe.
ja_jp: パスワードはあなたがすぐに新しいパスワードを電子メールを受け取るし、リセットされています。
ru_ru: Ваш пароль был сброшен, Вы получите письмо по электронной почте с новым паролем в ближайшее время.
sv_se: Ditt lösenord har återställts, Du kommer att få ett e-postmeddelande med ditt nya lösenord inom kort.
tl_ph: Ang iyong password ay nai-reset, Ikaw ay matanggap ng isang E-mail sa iyong bagong password sa ilang sandali.

source: Hi %USERNAME%, your password is %PASSWORD% <br /><br />Please login at %URL%
ar_eg: مرحبا٪ USERNAME٪، كلمة المرور هي٪ PASSWORD٪ <br /> <br /> والرجاء الدخول في URL٪٪
de_de: Hallo% USERNAME%, ist Ihr Kennwort% PASSWORD% <br /> <br /> Bitte geben Sie bei% URL% anmelden
es_es: Hola% USERNAME%, su contraseña es% CONTRASEÑA% <br /> <br /> Por favor, ingresa en% URL%
fi_fi: Hei% USERNAME%, salasana on% SALASANA% <br /> <br /> ole hyvä ja kirjaudu% URL%
fr_fr: Salut% username%, votre mot de passe est% MOT DE PASSE% <br /> <br /> S'il vous plaît Connectez-vous au% URL%
ja_jp: こんにちはで、％USERNAME％、パスワードは％パスワード％<br />のを<br />ある％のURL％以下でログインしてください
ru_ru: Привет% USERNAME%, ваш пароль% Пароль% <br /> <br /> Пожалуйста, войдите на% URL%
sv_se: Hej% ANVÄNDARNAMN% är ditt lösenord% LÖSENORD% <br /> <br /> Vänligen logga in på% URL%
tl_ph: Hi% USERNAME%, ang iyong password ay% PASSWORD% <br /> <br /> Mangyaring mag-login sa% URL%

source: Forgotten username or password from %URL%
ar_eg: اسم المستخدم أو كلمة المرور المنسية من URL٪٪
de_de: Benutzername oder Passwort vergessen aus% URL%
es_es: Nombre de usuario o la contraseña olvidada de% URL%
fi_fi: Unohditko käyttäjätunnuksen tai salasanan% URL%
fr_fr: Nom d'utilisateur ou mot de passe oublié de% URL%
ja_jp: ％のURLの％から忘れたユーザー名またはパスワード
ru_ru: Забыли имя пользователя или пароль от% URL%
sv_se: Glömt användarnamn eller lösenord från% URL%
tl_ph: Nakalimutan mo ba ang username o password mula sa% URL%

source: That email do not exist as our user
ar_eg: أن البريد الإلكتروني لا وجود لها كمستخدم لدينا
de_de: Das E-Mail nicht als unsere Benutzer vorhanden
es_es: Ese correo electrónico no existe como nuestro usuario
fi_fi: Että sähköposti ei ole meidän käyttäjä
fr_fr: Ce courrier ne existent pas comme notre utilisateur
ja_jp: そのメールには、当社のユーザーとして存在していません
ru_ru: Это электронная почта не существует как нашего пользователя,
sv_se: Denna e-post inte existera som våra användare
tl_ph: Email na ay hindi umiiral bilang aming user

source: You must provide a valid E-mail.
ar_eg: يجب توفير الإلكتروني E-صالح.
de_de: Sie müssen eine gültige E-Mail zur Verfügung.
es_es: Debe indicar una dirección de email válida.
fi_fi: Sinun on annettava kelvollinen sähköpostiosoite.
fr_fr: Vous devez fournir une adresse e-mail valide.
ja_jp: あなたは、有効な電子メールを提供する必要があります。
ru_ru: Вы должны предоставить действительный адрес электронной почты.
sv_se: Du måste ange en giltig e-postadress.
tl_ph: Dapat kang magbigay ng isang wastong e-mail.

source: Forgotten password
ar_eg: كلمة سر منسية
de_de: Passwort vergessen
es_es: Contraseña olvidada
fi_fi: Unohtunut salasana
fr_fr: Mot de passe oublié
ja_jp: パスワードを忘れました
ru_ru: Забытый пароль
sv_se: Glömt lösenord
tl_ph: Nakalimutang Password

source: Reset
ar_eg: إعادة تعيين
de_de: Zurücksetzen
es_es: Reiniciar
fi_fi: Asettaa uudelleen
fr_fr: Réinitialiser
ja_jp: リセット
ru_ru: Сброс
sv_se: Återställ
tl_ph: I-reset ang

source: Did you forget your password? Provide us with the E-mail address you created your account with and your details will be sent to you.
ar_eg: هل نسيت كلمة السر؟ تقدم لنا مع عنوان البريد الإلكتروني الذي قمت بإنشائه حسابك مع وسيتم إرسال التفاصيل الخاصة بك لك.
de_de: Haben Sie Ihr Passwort vergessen? Geben Sie uns die E-Mail-Adresse, die Sie Ihrem Konto erstellt und Ihre Daten werden Ihnen zugesandt werden.
es_es: ¿Olvidaste tu contraseña? Proporcionarnos la dirección de correo electrónico que ha creado su cuenta y sus datos se le enviará a usted.
fi_fi: Unohtuiko salasana? Meille sähköpostiosoite loit tilin ja tiedot lähetetään sinulle.
fr_fr: Avez-vous oublié votre mot de passe? Fournissez-nous l'adresse e-mail que vous avez créé votre compte avec vos détails seront envoyés à vous.
ja_jp: あなたのパスワードを忘れてしまいましたか？電子メールアドレスを提供してくれるあなたがあなたのアカウントを作成し、あなたの詳細があなたに送信されます。
ru_ru: Вы забыли свой пароль? Предоставьте нам с адреса электронной почты вы создали свой аккаунт с и Ваши данные будут Вам высланы.
sv_se: Har du glömt lösenordet? Ge oss med E-postadressen du skapade kontot med och dina uppgifter kommer att skickas till dig.
tl_ph: Nakalimutan mo ang iyong password? Ibigay sa amin ang mga E-mail address na iyong nilikha ang iyong account sa at ang iyong mga detalye ay ipapadala sa iyo.

source: Reset your forgotten password.
ar_eg: إعادة تعيين كلمة المرور المنسية.
de_de: Setzen Sie Ihr Passwort vergessen.
es_es: Restablecer la contraseña olvidada.
fi_fi: Nollaa unohtuneen salasanan.
fr_fr: Réinitialiser votre mot de passe oublié.
ja_jp: 忘れたパスワードをリセットします。
ru_ru: Сброс забытый пароль.
sv_se: Återställa ditt bortglömda lösenord.
tl_ph: I-reset ang iyong nalimutan ang password.

source: Change your password.
ar_eg: تغيير كلمة المرور الخاصة بك.
de_de: Ändern Sie Ihr Passwort.
es_es: Cambia tu contraseña.
fi_fi: Vaihda salasanasi.
fr_fr: Changez votre mot de passe.
ja_jp: パスワードを変更してください。
ru_ru: Измените свой пароль.
sv_se: Byt lösenord.
tl_ph: Baguhin ang iyong password.

source: Update your password here. Just enter your old password, and your new password.
ar_eg: تحديث كلمة السر الخاصة بك هنا. فقط أدخل كلمة المرور القديمة وكلمة المرور الجديدة.
de_de: Aktualisieren Sie Ihr Passwort ein. Geben Sie Ihr altes Passwort und das neue Passwort.
es_es: Actualice su contraseña aquí. Solo tienes que introducir la contraseña anterior y la contraseña nueva.
fi_fi: Päivitä salasanasi täällä. Kirjoita vain vanha salasana, ja uusi salasana.
fr_fr: Mettez à jour votre mot de passe ici. Il suffit d'entrer votre ancien mot de passe et votre nouveau mot de passe.
ja_jp: ここにあなたのパスワードを更新します。ちょうどあなたの古いパスワード、および新しいパスワードを入力します。
ru_ru: Обновите свой пароль. Просто введите старый пароль и новый пароль.
sv_se: Uppdatera ditt lösenord här. Skriv bara in ditt gamla lösenord, och ditt nya lösenord.
tl_ph: I-update ang iyong password dito. Ipasok lamang ang iyong lumang password, at ang iyong bagong password.

source: Change your existing password.
ar_eg: تغيير كلمة السر الموجودة لديك.
de_de: Ändern Sie Ihr bestehendes Passwort.
es_es: Cambie su contraseña actual.
fi_fi: Muuta nykyistä salasanaa.
fr_fr: Changez votre mot de passe existant.
ja_jp: 既存のパスワードを変更します。
ru_ru: Изменить существующий пароль.
sv_se: Ändra ditt befintliga lösenord.
tl_ph: Baguhin ang iyong mga umiiral na password.

source: Old Password
ar_eg: كلمة المرور القديمة
de_de: Altes Passwort
es_es: Contraseña anterior
fi_fi: vanha salasana
fr_fr: ancien mot de passe
ja_jp: 以前のパスワード
ru_ru: Старый пароль
sv_se: gammalt lösenord
tl_ph: Lumang password

source: New Password
ar_eg: كلمة المرور الجديدة
de_de: Neues Passwort
es_es: Nueva contraseña
fi_fi: uusi salasana
fr_fr: nouveau mot de passe
ja_jp: 新しいパスワード
ru_ru: Новый пароль
sv_se: nytt lösenord
tl_ph: Bagong Password

source: A very simple way finding someone!
ar_eg: وهناك طريقة بسيطة جدا العثور على شخص!
de_de: Ein sehr einfacher Weg, jemanden zu finden!
es_es: Una forma muy sencilla de encontrar a alguien!
fi_fi: Hyvin yksinkertainen tapa löytää joku!
fr_fr: Une manière très simple de trouver quelqu'un!
ja_jp: 非常に単純な方法誰かを見つけます！
ru_ru: Очень простой способ найти кого-то!
sv_se: Ett mycket enkelt sätt att hitta någon!
tl_ph: Isang napaka-simpleng paraan sa paghahanap ng isang tao!

source: You just click yes or no, if you get a yes back then you can decide to meet for a nice dinner.
ar_eg: كنت فقط اضغط نعم أو لا، إذا كنت تحصل على الإجابة بنعم، ثم يعود يمكنك أن تقرر أن تجتمع لتناول العشاء لطيفة.
de_de: Sie klicken Sie einfach ja oder nein, wenn Sie einen ja wieder dann können Sie entscheiden, um für ein schönes Abendessen zu treffen.
es_es: Sólo tienes que pulsar sí o no, si usted consigue un sí entonces usted puede decidir reunirse para una cena agradable.
fi_fi: Sinä vain klikkaa kyllä ​​tai ei, jos saat kyllä ​​silloin voit päättää tavata illallisen.
fr_fr: Vous cliquez simplement oui ou non, si vous obtenez un oui à l'époque, vous pouvez décider de se réunir pour un bon dîner.
ja_jp: あなただけの[はい]をクリックしますまたはあなたが戻って[はい]を取得する場合は、no、あなたは素敵なディナーを満たすように決定することができます。
ru_ru: Вы просто нажмите да или нет, если вы получаете да тогда вы можете решить, чтобы удовлетворить на хороший обед.
sv_se: Du klickar bara ja eller nej, om du får en ja då kan du välja att träffas för en trevlig middag.
tl_ph: I-click mo lamang ang oo o hindi, kung ikaw ay makakuha ng isang yes bumalik pagkatapos ay maaari kang magpasya upang matugunan para sa isang masarap na hapunan.

source: Search within 0-2000 kilometers from you. Dating & matchmaking made easy.
ar_eg: بحث في 0-2000 كيلومتر منك. جعل التعارف والتوفيق بين سهلا.
de_de: Suche innerhalb 0-2000 Kilometer von Ihnen. Dating & Matchmaking leicht gemacht.
es_es: Buscar en 0-2000 kilómetros de usted. Citas y matchmaking fáciles.
fi_fi: Etsi sisältäen 0-2000km sinulta. Treffit & matchmaking tehty helpoksi.
fr_fr: Rechercher dans les 0-2000 kilomètres de vous. Rencontres & matchmaking rendue facile.
ja_jp: あなた0〜2000キロ内を検索。デート＆お見合いが容易になります。
ru_ru: Искать в 0-2000 км от вас. Знакомства и сватовство легко.
sv_se: Sök inom 0-2000 kilometer från dig. Dating & matchmaking på ett enkelt sätt.
tl_ph: Maghanap sa loob ng 0-2000 kilometro mula sa iyo. Dating & paggawa ng mga posporo ginawa madaling.

source: Click here to download this on Google Play
ar_eg: انقر هنا لتحميل هذا على Google Play
de_de: Klicken Sie hier, um diese auf Google Play herunterladen
es_es: Haga clic aquí para descargar en Google Play
fi_fi: Klikkaa tästä ladataksesi tämän Google Playssa
fr_fr: Cliquez ici pour télécharger ce sur Google Play
ja_jp: Googleのプレイでこれをダウンロードするにはここをクリックしてください
ru_ru: Нажмите здесь, чтобы загрузить это на Google Play
sv_se: Klicka här för att ladda ner på Google Play
tl_ph: Mag-click dito upang i-download ito sa Google Play

source: You get only one chance with everyone, so click carefully.
ar_eg: يمكنك الحصول على فرصة واحدة فقط مع الجميع، وفوق ذلك بعناية.
de_de: Sie erhalten nur eine Chance, mit allen, so klicken Sie sorgfältig.
es_es: Tienes una sola oportunidad con todo el mundo, así que haga clic con cuidado.
fi_fi: Saat vain yksi mahdollisuus kaikkien kanssa, joten valitse huolellisesti.
fr_fr: Vous obtenez seulement une chance avec tout le monde, donc cliquez attentivement.
ja_jp: あなたはみんなと一緒に一つだけのチャンスを得るので、慎重にクリックします。
ru_ru: Вы только один шанс со всеми, так что нажмите тщательно.
sv_se: Du får bara en chans med alla, så klicka noggrant.
tl_ph: Makakakuha ka ng isa lamang na pagkakataon sa lahat ng tao, kaya i-click ang mabuti.

source: Email
sv_se: E-post
