Repository: MirabileDating/Dating
Catalog: i18n/*/LC_MESSAGES/messages.po
Languages: ar_eg, de_de, es_es, fi_fi, fr_fr, ja_jp, ru_ru, sv_se, tl_ph

source: Like
ar_eg: اعجاب
de_de: Mögen
es_es: Como
fi_fi: Kuten
fr_fr: Aimer
ja_jp: 以下のような
ru_ru: подобно
sv_se: Gillar
tl_ph: Tulad

source: No
ar_eg: لا
de_de: Nein
fi_fi: Ei
fr_fr: Non
ja_jp: ノー
ru_ru: Нет
sv_se: Nej
tl_ph: Hindi

source: No new profiles near you, look back later
ar_eg: أية أوضاع جديدة بالقرب منك، ننظر إلى الوراء في وقت لاحق
de_de: Keine neuen Profilen in deiner Nähe, schauen Sie später wieder
es_es: No hay nuevos perfiles cerca de usted, miran hacia atrás después
fi_fi: Ei uusia profiileja lähellä sinua, muistella myöhemmin
fr_fr: Pas de nouveaux profils près de chez vous, regarder en arrière plus tard
ja_jp: あなたの近くに新しいプロファイルは、後で戻って探す必要はありません
ru_ru: Нет новых анкет рядом с вами, смотреть позже
sv_se: Inga nya profiler nära dig, ser tillbaka senare
tl_ph: Walang mga bagong profile na malapit sa iyo, tumingin muli sa ibang pagkakataon

source: Registered successfully
ar_eg: تم التسجيل بنجاح
de_de: Erfolgreich registriert
es_es: Registrado correctamente
fi_fi: Rekisteröity onnistuneesti
fr_fr: Enregistré avec succès
ja_jp: 正常に登録
ru_ru: Регистрация прошла успешно
sv_se: Registrerad framgångsrikt
tl_ph: Matagumpay Rehistradong

source: Give a valid name without space or special characters.
ar_eg: تعطي اسما صالحا دون الفضاء أو أحرف خاصة.
de_de: Geben Sie einen gültigen Namen ohne Leerzeichen oder Sonderzeichen.
es_es: Dar un nombre válido sin espacio ni caracteres especiales.
fi_fi: Anna kelvollinen nimi ilman tila tai erikoismerkkejä.
fr_fr: Donnez un nom valide sans espace ou caractères spéciaux.
ja_jp: スペースや特殊文字を含まない有効な名前を付けます。
ru_ru: Дайте правильное имя без пробела или специальных символов.
sv_se: Ge ett giltigt namn utan mellanslag eller specialtecken.
tl_ph: Magbigay ng isang wastong pangalan na walang puwang o espesyal na character.

source: Give a valid email.
ar_eg: إعطاء بريد إلكتروني صحيح.
de_de: Geben Sie eine gültige E-Mail.
es_es: Dar un correo electrónico válido.
fi_fi: Anna voimassa oleva sähköpostiosoite.
fr_fr: Donnez une adresse email valide.
ja_jp: 有効なメールアドレスを与えます。
ru_ru: Дайте действительный адрес электронной почты.
sv_se: Ge en giltig e-postadress.
tl_ph: Magbigay ng isang wastong email.

source: That email is already in use.
ar_eg: أن البريد الإلكتروني هو قيد الاستخدام.
de_de: Das E-Mail ist bereits im Einsatz.
es_es: Ese correo electrónico ya está en uso.
fi_fi: Että sähköposti on jo käytössä.
fr_fr: Ce courriel est déjà utilisé.
ja_jp: そのメールはすでに使用されています。
ru_ru: Это электронная почта уже используется.
sv_se: Att e-post är redan i bruk.
tl_ph: Email na ito ay kasalukuyang ginagamit.

source: Invalid gender
ar_eg: الجنس غير صالح
de_de: Ungültige Geschlechter
es_es: Género no válido
fi_fi: Virheellinen sukupuoli
fr_fr: Sexe non valide
ja_jp: 無効な性別
ru_ru: Неверный пол
sv_se: Ogiltigt kön
tl_ph: Di-wastong kasarian

source: Invalid password
ar_eg: كلمة السر غير صالحة
de_de: Ungültiges Passwort
es_es: Contraseña invalida
fi_fi: Väärä salasana
fr_fr: Mot de passe incorrect
ja_jp: 無効なパスワード
ru_ru: Неверный пароль
sv_se: Felaktigt lösenord
tl_ph: Di wastong password

source: Invalid birthday
ar_eg: تاريخ ميلاد غير صالح
de_de: Ungültige Geburtstag
es_es: Cumpleaños válida
fi_fi: Virheellinen syntymäpäivä
fr_fr: Invalid anniversaire
ja_jp: 無効な誕生日
ru_ru: Неверный рождения
sv_se: Ogiltigt födelsedag
tl_ph: Di-wastong petsa ng kapanganakan

source: Register a new user
ar_eg: تسجيل مستخدم جديد
de_de: Neuen Benutzer anmelden
es_es: Registrar nuevo usuario
fi_fi: Rekisteröi uusi käyttäjä
fr_fr: Enregistrer un nouvel utilisateur
ja_jp: 新しいユーザーを登録
ru_ru: Регистрация нового пользователя
sv_se: Registrera en ny användare
tl_ph: Magrehistro ng isang bagong user

source: Before you can join, you must give your name, age and email. Your email can not be seen. Your name and age is visible. The password is sent to your email
ar_eg: قبل أن تتمكن من الانضمام، يجب أن تعطي اسمك وعمرك والبريد الإلكتروني. لا يمكن أن ينظر إلى البريد الإلكتروني الخاص بك. اسمك وسن مرئيا. يتم إرسال كلمة المرور إلى بريدك الإلكتروني
de_de: Bevor Sie beitreten können, müssen Sie Ihren Namen, Alter und per E-Mail erhalten. Ihre E-Mail kann nicht gesehen werden. Ihr Name und Alter sichtbar ist. Das Passwort wird auf Ihre E-Mail gesendet
es_es: Antes de poder participar, usted debe dar su nombre, edad y correo electrónico. Tu email no se puede ver. Su nombre y edad es visible. La contraseña es enviada a su correo electrónico
fi_fi: Ennen kuin voit liittyä, sinun täytyy antaa nimi, ikä ja sähköposti. Sähköpostiviesti ei voi nähdä. Nimesi ja ikä näkyy. Salasana lähetetään sähköpostiisi
fr_fr: Avant que vous pouvez rejoindre, vous devez donner votre nom, votre âge et votre email. Votre e-mail ne peut pas être vu. Votre nom et l'âge est visible. Le mot de passe est envoyé à votre e-mail
ja_jp: あなたが参加する前に、あなたの名前、年齢、電子メールを与える必要があります。あなたのメールアドレスを見ることができません。あなたの名前と年齢が表示されます。パスワードはあなたの電子メールに送信されます
ru_ru: Прежде чем вы сможете присоединиться, вы должны дать свое имя, возраст и адрес электронной почты. Ваш адрес электронной почты не видно. Ваше имя и возраст видно. Пароль отправлен на ваш адрес электронной почты
sv_se: Innan du kan gå med, måste du ge ditt namn, ålder och e-post. Din e-post kan inte ses. Ditt namn och ålder är synlig. Lösenordet skickas till din e-post
tl_ph: Bago ka maaaring sumali, kailangan mong ibigay ang iyong pangalan, edad at email. Ang iyong email ay hindi makikita. Ang iyong pangalan at edad ay nakikita. Ang password ay ipapadala sa iyong email

source: Join now and find someone.
ar_eg: اشترك الآن والعثور على شخص.
de_de: Jetzt anmelden und jemanden zu finden.
es_es: Únete ahora y encuentre a alguien.
fi_fi: Liity nyt ja löytää joku.
fr_fr: Inscris-toi maintenant et de trouver quelqu'un.
ja_jp: 今参加して、誰かを見つけます。
ru_ru: Присоединяйтесь сейчас и найти кого-то.
sv_se: Gå med nu och hitta någon.
tl_ph: Sumali ngayon at makahanap ng isang tao.

source: Register with <a href="http://www.facebook.com">Facebook</a> or <a href="http://www.vk.com">VK.com</a>.
ar_eg: سجل باستخدام <a href="http://www.facebook.com"> الفيسبوك </A> أو <a href="http://www.vk.com"> VK.com </A>.
de_de: Registrieren Sie sich bei <a href="http://www.facebook.com"> Face </a> oder <a href="http://www.vk.com"> VK.com </a>.
es_es: Regístrate con <a href="http://www.facebook.com"> Facebook </a> o <a href="http://www.vk.com"> VK.com </a>.
fi_fi: Rekisteröidy <a href="http://www.facebook.com"> Facebook </a> tai <a href="http://www.vk.com"> VK.com </a>.
fr_fr: Enregistrez vous avec Facebook <a href="http://www.facebook.com"> </a> ou <a href="http://www.vk.com"> VK.com </a>.
ja_jp: <aのhref="http://www.facebook.com"> Facebookの</a>のか、<a href="http://www.vk.com"> VK.com </a>にして登録します。
ru_ru: Регистрация с <a href="http://www.facebook.com"> Facebook </a> или <a href="http://www.vk.com"> VK.com </a>.
sv_se: Registrera dig med <a href="http://www.facebook.com"> Facebook </a> eller <a href="http://www.vk.com"> VK.com </a>.
tl_ph: Magrehistro sa <a href="http://www.facebook.com"> Facebook </a> o <a href="http://www.vk.com"> VK.com </a>.

source: Matches
ar_eg: جهات الاتصال
de_de: Berührung
es_es: Contactos
fi_fi: Yhteydet
fr_fr: Les contacts
ja_jp: コンタクト
ru_ru: контакты
sv_se: Kontakter
tl_ph: Makipag-ugnay sa

source: Picture
ar_eg: صورة
es_es: Cuadro
fi_fi: Kuva
fr_fr: Image
ja_jp: ピクチャー
ru_ru: Картина
sv_se: Bild

source: Welcome to Onnea - Dating
ar_eg: مرحبا بكم في Onnea - يؤرخ
de_de: Willkommen in Onnea - Dating
es_es: Bienvenido a Onnea - Contactos
fi_fi: Tervetuloa Onnea - Dating
fr_fr: Bienvenue à Onnea - Rencontres
ja_jp: Onneaへようこそ - 出会い
ru_ru: Добро пожаловать в Onnea - Знакомства
sv_se: Välkommen till Onnea - Dating
tl_ph: Maligayang pagdating sa Onnea - Dating

source: Messages:
ar_eg: الرسائل:
de_de: Beiträge:
es_es: Mensajes:
fi_fi: Viestit:
ja_jp: メッセージ：
ru_ru: Сообщения:
sv_se: Meddelanden:
tl_ph: Mga mensahe:

source: Women
ar_eg: نساء
de_de: Frau
es_es: Mujer
fi_fi: Naiset
fr_fr: Femmes
ja_jp: 女性たち
ru_ru: женщины
sv_se: Kvinnor
tl_ph: Babae

source: Men
ar_eg: الرجال
de_de: Männer
es_es: Hombres
fi_fi: Miehet
fr_fr: Hommes
ja_jp: 男性
ru_ru: Мужчины
sv_se: Män
tl_ph: Mga lalaki

source: Both
ar_eg: على حد سواء
de_de: Beide
es_es: Ambas cosas
fi_fi: Molemmat
fr_fr: Les deux
ja_jp: 両
ru_ru: И то и другое
sv_se: Båda
tl_ph: Parehong

source: years from
ar_eg: سنوات من
de_de: Jahren ab
es_es: años desde
fi_fi: vuotta
fr_fr: ans à partir de
ja_jp: 年から
ru_ru: лет из
sv_se: år från
tl_ph: taon mula sa

source: kilometers from you
ar_eg: كم منكم
de_de: Kilometer von Ihnen
es_es: kilómetros de usted
fi_fi: kilometrin päässä sinua
fr_fr: kilomètres de vous
ja_jp: あなたからキロ
ru_ru: километров от вас
sv_se: kilometer från dig
tl_ph: kilometro mula sa iyo

source: Failed to connect to the database
ar_eg: فشل في الاتصال بقاعدة البيانات
de_de: Konnte zu die Verbindung zur Datenbank
es_es: Error al conectar con la base de datos
fi_fi: Epäonnistui yhteyden tietokantaan
fr_fr: Impossible de se connecter à la base de données
ja_jp: データベースへの接続に失敗しました
ru_ru: Не удалось подключиться к базе данных
sv_se: Det gick inte att ansluta till databasen
tl_ph: Nabigong kumonekta sa database

source: Could not find the database
ar_eg: لا يمكن العثور على قاعدة البيانات
de_de: Die Datenbank nicht finden konnten,
es_es: No se pudo encontrar la base de datos
fi_fi: Ei löytänyt tietokantaa
fr_fr: Impossible de trouver la base de données
ja_jp: データベースが見つかりませんでした
ru_ru: Не удалось найти базу данных
sv_se: Det gick inte att hitta databasen
tl_ph: Hindi mahanap ang database

source: km from you
ar_eg: كم منكم
de_de: km von dir
es_es: km de usted
fi_fi: km sinulta
fr_fr: km de vous
ja_jp: あなたから離れ
ru_ru: км от вас
sv_se: km från dig
tl_ph: km mula sa iyo

source: Onnea - connect with someone.
ar_eg: Onnea - التواصل مع شخص ما.
de_de: Onnea - zu verbinden mit jemandem.
es_es: Onnea - conectar con alguien.
fi_fi: Onnea - yhteyden jonkun kanssa.
fr_fr: Onnea - connecter avec quelqu'un.
ja_jp: Onnea - 人と接続します。
ru_ru: Onnea - соединиться с кем-то.
sv_se: Onnea - ta kontakt med någon.
tl_ph: Onnea - kumonekta sa isang tao.

source: Onnea - dating
ar_eg: Onnea - التي يرجع تاريخها
es_es: Onnea - citas
ja_jp: Onnea - デート
ru_ru: Onnea - знакомства
sv_se: Onnea - dejting

source: online dating, dating, love, online sex, sex, free dating, android dating, matchmaking, mobile dating
ar_eg: التعارف عن طريق الانترنت، التي يرجع تاريخها، والحب، والجنس عبر الإنترنت أو الجنس أو الحرة التي يرجع تاريخها، الروبوت التي يرجع تاريخها، والمواءمة، التي يرجع تاريخها المحمول
de_de: Online-Dating, verabredete, liebe, online sex, sex, free dating, android-Dating, Matchmaking, mobile Dating-
es_es: citas en línea, datación, amor, sexo en línea, el sexo, buscar pareja, chat androide, matchmaking, citas móvil
fi_fi: online dating, dating, rakkaus, online-sukupuoli, sukupuoli, Treffit, Android dating, matchmaking, mobiili dating
fr_fr: rencontres en ligne, les rencontres, l'amour, le sexe en ligne, de sexe, de rencontre gratuit, rencontre Android, matchmaking, datant mobiles
ja_jp: オンライン出会い、デート、恋愛、オンラインのセックス、セックス、無料の出会い系、アンドロイドデート、お見合い、モバイルデート
ru_ru: онлайн знакомства, знакомства, любовь, онлайн секс, секс, знакомства, андроид знакомства, сватовства, знакомства онлайн с мобильного
sv_se: online dating, dejting, kärlek, online-sex, sex, gratis dating, android dating, matchmaking, mobil dejting
tl_ph: online dating, dating, pag-ibig, online sex, sex, free dating, android dating, paggawa ng mga posporo, mobile dating

source: Mirabile
ja_jp: Mirabileの

source: Start
ar_eg: بداية
de_de: Anfang
es_es: Empezar
fi_fi: Alku
fr_fr: Démarrer
ja_jp: スタート
ru_ru: Начало

source: Start page
ar_eg: أبدأ الصفحة
de_de: Startseite
es_es: Página de inicio
fi_fi: Etusivu
fr_fr: Page de démarrage
ja_jp: スタートページ
ru_ru: Начальная страница
sv_se: Startsida
tl_ph: Simula ng pahina

source: Logout
ar_eg: تسجيل خروج
de_de: Abmelden
es_es: Cerrar sesión
fi_fi: Kirjautua ulos
fr_fr: Se déconnecter
ja_jp: ログアウト
ru_ru: Выйти
sv_se: Logga ut

source: Register
ar_eg: تسجيل
de_de: Neu registrieren
es_es: Registro
fi_fi: Rekisteröidy
fr_fr: registre
ja_jp: 登録
ru_ru: регистр
tl_ph: Magrehistro

source: Login
ar_eg: تسجيل الدخول
de_de: Einloggen
es_es: Iniciar sesión
fi_fi: Kirjaudu sisään
fr_fr: S'identifier
ja_jp: ログイン
ru_ru: Авторизоваться
sv_se: Logga in

source: Menu
ar_eg: قائمة طعام
es_es: Menú
fi_fi: Valikko
fr_fr: le menu
ja_jp: メニュー
ru_ru: Меню
sv_se: Meny

source: Your matches
ar_eg: مباريات الخاص بك
de_de: Ihre Spiele
es_es: Sus partidos
fi_fi: Vastineet
fr_fr: Vos matchs
ja_jp: あなたのマッチ
ru_ru: Ваши матчи
sv_se: Dina träffar
tl_ph: Ang iyong mga tugma

source: Messages
ar_eg: رسائل
de_de: Nachrichten
es_es: Mensajes
fi_fi: Viestit
ja_jp: メッセージ
ru_ru: Сообщения
sv_se: Meddelanden
tl_ph: Mga Mensahe

source: Profile
ar_eg: الملف الشخصي
de_de: Profil
es_es: Perfilar
fi_fi: Profiili
fr_fr: Profil
ja_jp: プロフィール
ru_ru: Профиль
sv_se: Profil

source: Change password
ar_eg: تغيير كلمة المرور
de_de: Kennwort ändern
es_es: Cambiar la contraseña
fi_fi: Vaihda salasana
fr_fr: Changer le mot de passe
ja_jp: パスワードを変更する
ru_ru: Изменить пароль
sv_se: Byt lösenord
tl_ph: Palitan ang password

source: Onnea - connect with someone
ar_eg: Onnea - التواصل مع شخص ما
de_de: Onnea - zu verbinden mit jemandem
es_es: Onnea - conectar con alguien
fi_fi: Onnea - yhteyden joku
fr_fr: Onnea - connecter avec quelqu'un
ja_jp: Onnea - 誰かとの接続
ru_ru: Onnea - подключить с кем-то
sv_se: Onnea - ta kontakt med någon
tl_ph: Onnea - kumonekta sa isang tao

source: Copyright&copy;
ar_eg: حقوق الطبع والنشر والنسخ.
es_es: Derechos de autor y copia;
ja_jp: 著作権＆コピー;
ru_ru: Copyright & копия;

source: Contact us
ar_eg: اتصل بنا
de_de: Kontaktiere uns
es_es: Contáctenos
fi_fi: Ota meihin yhteyttä
fr_fr: Contactez nous
ja_jp: お問い合わせ
ru_ru: Свяжитесь с нами
sv_se: Kontakta oss
tl_ph: Makipag-ugnayan sa amin

source: Terms of Service
ar_eg: شروط الخدمة
de_de: Nutzungsbedingungen
es_es: Términos de Servicio
fi_fi: Palveluehdot
fr_fr: conditions d'utilisation
ja_jp: サービスの利用規約
ru_ru: Условия использования
sv_se: Användarvillkor
tl_ph: Mga palatuntunan

source: Privacy Policy
ar_eg: سياسة الخصوصية
de_de: Datenschutz-Bestimmungen
es_es: política de privacidad
fi_fi: Tietosuojakäytäntö
fr_fr: politique de confidentialité
ja_jp: 個人情報保護方針
ru_ru: политика конфиденциальности
sv_se: Integritetspolicy
tl_ph: Patakaran sa Pagkapribado

source: Your profile
ar_eg: ملفك الشخصي
de_de: Dein Profil
es_es: Tu perfil
fi_fi: Profiilisi
fr_fr: Ton profil
ja_jp: あなたのプロフィール
ru_ru: Ваш профиль
sv_se: Din profil
tl_ph: Ang iyong profile

source: About you
ar_eg: عنك
de_de: Über Sie
es_es: Acerca de ti
fi_fi: Sinusta
fr_fr: Au propos de vous
ja_jp: あなたについて
ru_ru: О вас
sv_se: Om dig
tl_ph: Tungkol sa iyo

source: About you:
ar_eg: عنك:
de_de: Über Sie:
es_es: Acerca de ti:
fi_fi: Sinusta:
fr_fr: Au propos de vous:
ja_jp: あなたについて：
ru_ru: О вас:
sv_se: Om dig:
tl_ph: Tungkol sa iyo:

source: You search:
ar_eg: انت تبحث:
de_de: Du suchst:
es_es: Tú buscas:
fi_fi: Haet:
fr_fr: Tu cherche:
ja_jp: あなたが検索します：
ru_ru: Ты ищешь:
sv_se: Du söker:
tl_ph: Naghanap ka:

source: Birthday:
ar_eg: تاريخ الميلاد:
de_de: Geburtstag:
es_es: Cumpleaños:
fi_fi: Syntymäpäivä:
fr_fr: Anniversaire:
ja_jp: 誕生日：
ru_ru: День рождения:
sv_se: Födelsedag:
tl_ph: Kaarawan:

source: Save
ar_eg: حفظ
de_de: sparen
es_es: Guardar
fi_fi: Tallenna
fr_fr: sauvegarder
ja_jp: セーブ
ru_ru: Сохранить
sv_se: Spara
tl_ph: I-save ang

source: Distance:
ar_eg: بعد:
de_de: Entfernung:
es_es: Distancia:
fi_fi: Etäisyys:
ja_jp: 距離：
ru_ru: Расстояние:
sv_se: Avstånd:
tl_ph: Layo:

source: Age:
ar_eg: سن:
de_de: Alter:
es_es: Años:
fi_fi: Ikä:
fr_fr: Âge:
ja_jp: 年齢：
ru_ru: Возраст:
sv_se: Ålder:
tl_ph: Edad:

source: Matching profiles appears here when both click like
ar_eg: مطابقة لمحات يظهر هنا عند كل انقر مثل
de_de: Passende Profile erscheint hier, wenn beide klicken wie
es_es: Perfiles Coincidencia aparece aquí cuando ambos clic como
fi_fi: Vastaavat profiilit näkyy tässä, kun molemmat klikkaa kuten
fr_fr: Profils correspondant apparaît ici comme lorsque les deux cliquez
ja_jp: プロファイルの照合は両方のようにクリックしたときにここに表示されます
ru_ru: Соответствующие профили появляется здесь, когда оба, как нажмите
sv_se: Matchande profiler visas här när båda klicka gillar
tl_ph: Profiles Pagtutugma lilitaw dito kapag pareho click tulad ng

source: Send message
ar_eg: أرسل رسالة
de_de: Nachricht senden
es_es: Enviar mensaje
fi_fi: Lähetä viesti
fr_fr: Envoyer le message
ja_jp: メッセージを送ります
ru_ru: Отправить сообщение
sv_se: Skicka meddelande
tl_ph: Magpadala ng mensahe

source: Remove
ar_eg: إزالة
de_de: Herausnehmen
es_es: Eliminar
fi_fi: Poistaa
fr_fr: Retirer
ja_jp: 削除
ru_ru: Удалить
sv_se: Avlägsna
tl_ph: Tanggalin

source: You successfully send the message to us
ar_eg: بنجاح إرسال رسالة لنا
de_de: Sie die Nachricht erfolgreich an uns senden
es_es: Usted envía correctamente el mensaje para nosotros
fi_fi: Olet onnistuneesti lähettää viestin meille
fr_fr: Vous envoyez le message avec succès pour nous
ja_jp: あなたは成功した私たちにメッセージを送ります
ru_ru: Вы успешно отправить сообщение к нам
sv_se: Du skickar framgångsrikt budskap till oss
tl_ph: Matagumpay mong ipadala ang mensahe sa amin

source: Please contact me
ar_eg: الرجاء الاتصال بي
de_de: Bitte kontaktiere mich
es_es: Por favor contáctame
fi_fi: Ota yhteyttä minuun
fr_fr: Je vous prie de me contacter
ja_jp: ご連絡ください
ru_ru: Пожалуйста свяжись со мной
sv_se: Snälla kontakta mig
tl_ph: Mangyaring makipag-ugnay sa akin

source: I want to get the newsletter
ar_eg: أريد الحصول على النشرة الإخبارية
de_de: Ich möchte den Newsletter erhalten
es_es: Quiero llegar al boletín
fi_fi: Haluan saada uutiskirjeen
fr_fr: Je veux obtenir la newsletter
ja_jp: 私はニュースレターを取得したいです
ru_ru: Я хочу, чтобы получить бюллетень
sv_se: Jag vill få nyhetsbrevet
tl_ph: Gusto kong makakuha ng mga newsletter

source: Name can not be empty
ar_eg: اسم لا يمكن أن يكون فارغا
de_de: Name darf nicht leer sein
es_es: El nombre no puede estar vacío
fi_fi: Nimi ei voi olla tyhjä
fr_fr: Nom ne peut pas être vide
ja_jp: 名前は空にすることはできません
ru_ru: Имя не может быть пустым
sv_se: Namn kan inte vara tomt
tl_ph: Hindi maaaring walang laman Pangalan

source: Onnea Contact Form at Onnea
ar_eg: Onnea نموذج الاتصال في Onnea
de_de: Onnea Kontaktformular an Onnea
es_es: Onnea Formulario de contacto en Onnea
fi_fi: Onnea Yhteydenottolomake klo Onnea
fr_fr: Onnea formulaire de contact Onnea
ja_jp: OnneaでOnneaお問い合わせフォーム
ru_ru: Onnea Контактный формуляр на Onnea
sv_se: Onnea kontaktformuläret på Onnea
tl_ph: Onnea Contact Form sa Onnea

source: Online Contact Form.
ar_eg: نموذج الإتصال عبر الإنترنت.
de_de: Online-Kontaktformular.
es_es: Formulario de contacto en línea.
fi_fi: Online Yhteydenottolomake.
fr_fr: Formulaire de contact en ligne.
ja_jp: オンラインお問い合わせフォーム。
ru_ru: Контактная форма.
sv_se: Kontaktformulär.
tl_ph: Online Form Contact.

source: Your name
ar_eg: اسمك
de_de: Ihr Name
es_es: Su nombre
fi_fi: Sinun nimesi
fr_fr: Ton nom
ja_jp: あなたの名前
ru_ru: Ваше имя
sv_se: Ditt namn
tl_ph: Ang pangalan mo

source: Your Email
ar_eg: بريدك الإلكتروني
de_de: Deine E-Mail
es_es: Tu correo electrónico
fi_fi: Sinun sähköpostisi
fr_fr: Ton e-mail
ja_jp: あなたのメール
ru_ru: Ваш адрес электронной почты
sv_se: Din e-post
tl_ph: Ang email mo

source: Subject
ar_eg: موضوع
de_de: Gegenstand
es_es: Sujeto
fi_fi: Aihe
fr_fr: Sujet
ja_jp: 件名
ru_ru: Предмет
sv_se: Ämne
tl_ph: Paksa

source: Message to us
ar_eg: رسالة لنا
de_de: Nachricht an uns
es_es: Mensaje para nosotros
fi_fi: Viesti meille
fr_fr: Message pour nous
ja_jp: 私たちへのメッセージ
ru_ru: Сообщение для нас
sv_se: Meddelande till oss
tl_ph: Mensahe sa amin

source: Code
ar_eg: رمز
es_es: Prefijo
fi_fi: Koodi
ja_jp: コー​​ド
ru_ru: Код
sv_se: Kod

source: Enter Code
ar_eg: الكود
de_de: Code eingeben
es_es: Introduzca el código
fi_fi: Syötä koodi
fr_fr: Entrer le code
ja_jp: コー​​ドを入力してください
ru_ru: Введите код
sv_se: Ange kod
tl_ph: Ipasok ang Code

source: Submit
ar_eg: عرض
de_de: einreichen
es_es: Enviar
fi_fi: Esittää
fr_fr: Proposer
ja_jp: 提出します
ru_ru: Отправить
sv_se: Skicka in
tl_ph: Isumite

source: * denotes a required field.
ar_eg: * يدل على حقل مطلوب.
de_de: * Bezeichnet ein Pflichtfeld.
es_es: * denota un campo requerido.
fi_fi: * Tarkoittaa pakollisen kentän.
fr_fr: * indique un champ obligatoire.
ja_jp: *必須フィールドを示しています。
ru_ru: * Обозначает обязательные поля.
sv_se: * Anger ett obligatoriskt fält.
tl_ph: * Nagpapahiwatig ng kinakailangang field.

source: Please Subscribe me to the newsletter.
ar_eg: يرجى الاشتراك لي في النشرة.
de_de: Bitte abonnieren Sie mich für den Newsletter.
es_es: Por favor, me Suscríbete a la newsletter.
fi_fi: Ole hyvä Tilaa minut uutiskirjeen.
fr_fr: S'il vous plaît Abonnez-moi à la newsletter.
ja_jp: ニュースレターに私を購読してください。
ru_ru: Пожалуйста, подпишите меня на рассылку новостей.
sv_se: Vänligen Prenumerera mig till nyhetsbrevet.
tl_ph: Mangyaring Mag-subscribe ako sa mga newsletter.

source: Message you are sending.
ar_eg: رسالة تقوم بإرسالها.
de_de: Nachricht, die Sie senden.
es_es: Mensaje que está enviando.
fi_fi: Viesti olet lähettämässä.
fr_fr: Message que vous envoyez.
ja_jp: あなたが送信しているメッセージ。
ru_ru: Сообщение Вы посылаете.
sv_se: Meddelande du skickar.
tl_ph: Mensahe ikaw ay pagpapadala.

source: Your Contact Details.
ar_eg: تفاصيل الاتصال الخاصة بك.
de_de: Ihre Kontaktdetails.
es_es: Sus detalles de contacto.
fi_fi: Yhteystietosi.
fr_fr: Vos coordonnées.
ja_jp: あなたの連絡先の詳細。
ru_ru: Ваша контактная информация.
sv_se: Dina kontaktuppgifter.
tl_ph: Ang iyong Mga Detalye ng Contact.

source: You must enter a valid email!
ar_eg: يجب إدخال البريد الإلكتروني الصحيح!
de_de: Bitte geben Sie eine gültige E-Mail!
es_es: Debe introducir un correo electrónico válido!
fi_fi: Sinun täytyy antaa voimassa oleva sähköpostiosoite!
fr_fr: Vous devez entrer une adresse email valide!
ja_jp: 有効なメールアドレスを入力しなければなりません！
ru_ru: Вы должны ввести действительный адрес электронной почты!
sv_se: Du måste ange en giltig e-post!
tl_ph: Kailangan mong magpasok ng isang wastong email!

source: There was an error with your login please check your username and password then, try again.
ar_eg: كان هناك خطأ في تسجيل الدخول يرجى التحقق من اسم المستخدم وكلمة المرور الخاصة بك ثم حاول مرة أخرى.
de_de: Es gab einen Fehler mit Ihrem Login überprüfen Sie bitte Ihren Benutzernamen und Passwort dann erneut versuchen.
es_es: Hubo un error con tu usuario compruebe por favor su nombre de usuario y contraseña a continuación, inténtelo de nuevo.
fi_fi: Oli virhe tunnuksesi tarkista käyttäjätunnuksesi ja salasanasi sitten, yritä uudelleen.
fr_fr: Il y avait une erreur avec votre login s'il vous plaît vérifier votre nom d'utilisateur et mot de passe puis, essayez à nouveau.
ja_jp: エラーが再試行して、その後、ユーザ名とパスワードを確認してくださいログインしてありました。
ru_ru: Был ошибка с вашим логином, пожалуйста, проверьте свои имя пользователя и пароль, то, попробуйте еще раз.
sv_se: Det uppstod ett fel med din inloggning kan du kontrollera ditt användarnamn och lösenord sedan, försök igen.
tl_ph: Nagkaroon ng error sa iyong pag-login mangyaring suriin ang iyong username at password at pagkatapos, subukang muli.

source: Blank username
ar_eg: اسم المستخدم فارغة
de_de: Blank Benutzernamen
es_es: Nombre de usuario en blanco
fi_fi: Tyhjä Käyttäjätunnus
fr_fr: Nom d'utilisateur vide
ja_jp: 空白のユーザ名
ru_ru: Бланк имя пользователя
sv_se: Blank användarnamn
tl_ph: Blangko username

source: Password:
ar_eg: كلمة السر:
de_de: Passwort:
es_es: Clave:
fi_fi: Salasana:
fr_fr: Mot de passe:
ja_jp: パスワード：
ru_ru: Пароль:
sv_se: Lösenord:

source: Email::
ar_eg: البريد الإلكتروني::
fi_fi: Sähköposti ::
ja_jp: 電子メール::
ru_ru: Эл. адрес::

source: Login with Facebook
ar_eg: تسجيل الدخول مع الفيسبوك
de_de: Mit Facebook einloggen
es_es: Iniciar sesión con Facebook
fi_fi: Kirjaudu Facebookissa
fr_fr: Se connecter avec Facebook
ja_jp: フェイスブックにログインする
ru_ru: Войти с Facebook
sv_se: Logga in med Facebook
tl_ph: Mag login sa facebook
